src/main/resources/xml/trainingServer/getRentalByStaffId.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:getRentalByStaffIdRequest>
         <my:staff_id></my:staff_id>
      </my:getRentalByStaffIdRequest>
   </soapenv:Body>
</soapenv:Envelope>
